Repository: AlfaomegaGrupoEditor/alfaomega-ebooks
Catalog: languages/alfaomega-ebooks-*.po
Languages: es_es

source: Update meta
es_es: Actualizar metadatos

source: Link eBook
es_es: Vincular eBook

source: Update eBooks meta failed!
es_es: La actualización de los metadatos del eBook ha fallado

source: Showing the related eBook product
es_es: Mostrando el eBook relacionado al producto

source: Unlink eBook
es_es: Desvincular eBook

source: Update
es_es: Actualizar eBook

source: Product
es_es: Editar producto

source: Settings
es_es: Ajustes

source: Sync Results
es_es: Sincronizar Resultados

source: General Configuration
es_es: Configuración General

source: General settings to setup the service
es_es: Configuración General para configurar el servicio

source: Active
es_es: Activo

source: Disable/Enable the plugin
es_es: Deshabilitar/Habilitar el complemento

source: Username
es_es: Nombre de Usuario

source: User's email authorized to access Alfaomega Ebooks Platform
es_es: Correo del usuario autorizado a acceder a la Plataforma Alfaomega eBooks

source: Password
es_es: Contraseña

source: User's password authorized to access Alfaomega Ebooks Platform
es_es: Contraseña del usuario autorizado a acceder a la Plataforma Alfaomega eBooks

source: Notify to
es_es: Notificar a

source: Email address to send a copy of every download code set to clients
es_es: Dirección de correo a la cual enviar una copia de cada código de descarga enviada a los clientes

source: Platform Settings
es_es: Configuración de la Plataforma

source: Alfaomega external services to use by the Client Digital Library
es_es: Servicios externos de Alfaomega a ser utilizados por la Biblioteca Digital del cliente

source: Reader
es_es: Lector en Línea

source: Reader app URL
es_es: URL de la aplicación del Lector en Línea

source: Panel
es_es: Panel Editorial

source: Publisher Panel URL
es_es: URL del Panel Editorial

source: API Settings
es_es: Configuración de la API

source: Alfaomega API configuration
es_es: Configuración de la API de Alfomega

source: Token URL
es_es: URL del Token

source: Endpoint to renovate the access token
es_es: URL para renovar el token de acceso

source: API Server
es_es: Servidor de la API

source: API Server URL
es_es: URL del servidor de la API

source: Client Id
es_es: Id del Cliente

source: Client Secret
es_es: Clave secreta del Cliente

source: AlfaomegaEbooks requires WooCommerce to be installed and active
es_es: AlfaoemgaEbooks require que el complemento WooCommerce este instalado y activo

source: God Job!!
es_es: ¡Buen trabajo!

source: Scheduled to refresh %s ebooks successfully!
es_es: ¡Se han agregado con éxito a la cola de tareas %s ebooks para actualizar su información!

source: No ebooks found to link, please check the product ISBN tag
es_es: No se encontraron eBooks para vincular, por favor revise el ISBN del producto para el eBook

source: Queue cleared successfully
es_es: Cola limpiada con éxito

source: Unable to create post.
es_es: No se ha podido crear el post.

source: User not logged in yet
es_es: Usuario no ha iniciado sesión

source: eBook download not available, please check order status
es_es: La descarga del libro electrónico no está disponible, compruebe el estado del pedido

source: Import from Latest
es_es: Importar a partir del último

source: eBooks Platform
es_es: Plataforma de eBooks

source: Reader App
es_es: Lector en Línea

source: Panel Server
es_es: Servidor del Panel

source: Panel Client
es_es: Cliente del Panel

source: Token Url
es_es: Url del Token

source: Format Attribute Id
es_es: Atributo Formato

source: eBook Attribute Id
es_es: Attributo eBook

source: Digital Price
es_es: Precio digital

source: Whether to update eBooks link to relative product with the same Digital ISBN
es_es: Para actualizar los enlaces a los eBooks a los productos relacionados con el mismo ISBN Digital

source: Start importing from the latest imported eBook.
es_es: Comenzar a importar desde el último eBook importado.

source: Publisher Panel server URL
es_es: URL del Panel Editorial

source: Publisher Client
es_es: Cliente del Panel Editorial

source: Client Id of the eCommerce account in the Publisher Panel
es_es: Id del Cliente de la cuenta del eCommerce en el Panel Editorial

source: Client Secret of the eCommerce account in the Publisher Panel
es_es: Clave secreta del Cliente de la cuenta del eCommerce en el Panel Editorial

source: Percent of printed price
es_es: Porcentaje del precio impreso para para calcular el precio de este formato al momento de la creación del vínculo con el eBook. Es posible cambiarlo después en la configuración de las variantes del producto

source: Attribute Id to create the product variants. Left empty to create automatically on save.
es_es: Id del atributo Formato, para crear las variantes del producto. Dejar vacío para crear automáticamente al guardar.

source: Attribute Id to specify if the product has an eBooks available. Left empty to create automatically on save.
es_es: Id del atributo eBook para especificar si el producto tiene un eBooks disponible. Dejar vacío para crear automáticamente al guardar.

source: The field %d can not be left empty
es_es: El campo %d no puede estar vacío

source: Home
es_es: Inicio

source: All Alfaomega eBooks
es_es: Todos los libros en Alfaomega eBooks

source: List
es_es: Todos los eBooks

source: eBook Access
es_es: Acceso al eBook

source: Access List
es_es: Accesos a eBooks

source: Sample List
es_es: Códigos de muestras

source: Import eBooks
es_es: Importar eBooks

source: Import
es_es: Importar nuevos

source: Refresh eBooks
es_es: Actualizar eBooks

source: Refresh
es_es: Actualizar eBooks

source: Link Products
es_es: Vincular Productos

source: Link
es_es: Vincular productos

source: Settings Saved
es_es: Configuraciones Salvadas

source: Translate
es_es: Traducir

source: Not enough arguments following: %s
es_es: Insuficientes argumentos despues de: %s

source: Invalid JSON config file: %s
es_es: Fichero de configuración JSON no válido: %s

source: Positionals:
es_es: Posicional:

source: Commands:
es_es: Comandos:

source: Examples:
es_es: Ejemplos:

source: Not enough non-option arguments: got %s, need at least %s
es_es: Insuficientes argumentos: recibidos %s, necesarios %s

source: Too many non-option arguments: got %s, maximum of %s
es_es: Demasiados aregumentos: recividos %s, máximo de %s

source: Invalid values:
es_es: Valores no validos:

source: Argument: %s, Given: %s, Choices: %s
es_es: Argumento: %s, Optenidos: %s, Opciones: %s

source: Argument check failed: %s
es_es: Chequeo de argumento fallido: %s

source: Implications failed:
es_es: Implicaiones fallidas:

source: Arguments %s and %s are mutually exclusive
es_es: Argumnetos %s y %s son mutuamente exclusivos

source: Did you mean %s?
es_es: Quizo decir %s?

source: No options.
es_es: Sin opciones

source: Type to search
es_es: Escriba para buscar

source: Loading...
es_es: Cargando…

source: No results found.
es_es: No se encontraron resultados.

source: Error fetching options:
es_es: Error opteniendo opciones

source: AO eBook Access
es_es: Accesos AO eBooks

source: Alfaomega eBook Access
es_es: Accesos a Alfaomega eBooks

source: Cover
es_es: Portada

source: Title
es_es: Título

source: Type
es_es: Tipo

source: Status
es_es: Estado

source: Read
es_es: Leer

source: Download
es_es: Descargar

source: Client
es_es: Cliente

source: Due date
es_es: Válido hasta

source: eBook Access Information
es_es: Información del Acceso al eBook

source: Digital ISBN
es_es: ISBN Digital

source: PDF Id
es_es: ID del PDF

source: HTML Url
es_es: URL del libro HTML

source: Product SKU
es_es: SKU del producto

source: Date
es_es: Fecha

source: eBook Information
es_es: Información del eBook

source: AO eBook Sample
es_es: Muestra de AO eBook

source: Alfaomega eBook Sample
es_es: Muestra de Alfaomega eBooks

source: Generate
es_es: Generar muestras

source: Generate eBook Access Samples
es_es: Generar códigos de acceso para muestras de Alfaomega eBook

source: Edit Sample Code
es_es: Editar código de muestra

source: View Sample Code
es_es: Mostrar código de muestra

source: All Sample Code
es_es: Todos los código de muestra

source: Search Sample Codes
es_es: Buscar código de muestra

source: Parent Sample Code:
es_es: Padre de código de muestra

source: No sample code found.
es_es: Código de muestra no encontrado

source: No sample code found in Trash.
es_es: Código de muestra en la papelera

source: Code
es_es: Código

source: Author
es_es: Autor

source: Description
es_es: Descripción

source: Email
es_es: Correo

source: Activated at
es_es: Activado el

source: Complete the following form to generate eBook Access Samples
es_es: Complete el siguiente formulario para generar muestras de acceso a eBooks

source: In a few words describe the intended use of this access code
es_es: En pocas palabras descriva la intención de uso de este código de acceso

source: Add a note to identify the generated code later
es_es: Adicione una nota para identificar después el código generado

source: Destination
es_es: Correo del destinatario

source: customer@gmail.com
es_es: cliente@gmail.com

source: Upon generation the sample code can be send to the client email mean to use it
es_es: Después de la generación del código de muestra este puede ser enviado por correo al cliente para su activación

source: Promoter
es_es: Promotor

source: promoter@alfaomega.com.mx
es_es: promotor@alfaomega.com.mx

source: A copy of the code sent to the client can be send to a promoter too
es_es: Una copia del código enviado al cliente también puede ser enviada a un promotor asignado

source: Count
es_es: Cantidad

source: How many codes to generate with this setup
es_es: Número de códigos de acceso a generar con esta configuración

source: The code should be used before this date, left empty to never due
es_es: El código debe ser usado antes de esta fecha, dejar vacio para que nunca caduque.

source: Setup the eBook access
es_es: Configurar el acceso al eBook

source: Start typing to search eBook...
es_es: Comience a escribir para buscar eBooks…

source: Searching eBooks...
es_es: Buscando eBooks…

source: Type to start searching...
es_es: Escriba para empezar a buscar…

source: Select the eBook
es_es: Seleccione un eBook

source: Access time
es_es: Duración del acceso

source: Select the access duration
es_es: Seleccione la duración del acceso

source: %s days
es_es: %s dias

source: %s week
es_es: %s semana

source: %s weeks
es_es: %s semanas

source: %s month
es_es: %s mes

source: %s months
es_es: %s meses

source: %s year
es_es: %s año

source: Unlimited
es_es: Ilimitada

source: Defines the time while the eBook access will be available after redeeming this code
es_es: Define el tiempo de validez del acceso al eBook una vez que el código es aplicado.

source: Read online
es_es: Leer en línea

source: The customer will be able to read the eBook online
es_es: El cliente podrá leer el eBook en línea.

source: Download PDF
es_es: Descargar PDF

source: The customer will be able to download the eBook PDF. Be careful this option generate costs by download
es_es: El cliente podrá descargar el PDF del eBook para leerlo sin conexión en hasta 6 dispositivos. ATENCIÓN, esta opción genera costos al descargar el PDF.

source: Edit eBook Access Sample
es_es: Editar el acceso a muestra de eBook

source: created
es_es: creado

source: sent
es_es: enviado

source: redeemed
es_es: aplicado

source: canceled
es_es: cancelado

source: expired
es_es: expirado

source: The client redeemed the code this date
es_es: El cliente aplicó el código este día

source: The eBook ISBN to generate the access code. Doubke click on search input to reset the search
es_es: ISBN del eBook a generar el código de acceso. Haga doble-clic en la caja de búsqueda para reiniciar los resultados.

source: Sample code
es_es: Código de muestra

source: Auto Draft
es_es: Borrador automático

source: Please log in to download ebooks.
es_es: Inicie sesión para descargar libros electrónicos.

source: Unknown action requested.
es_es: Solicitada una acción desconocida.

source: Read&nbsp;Online
es_es: Leer&nbsp;en línea

source: Not available
es_es: No disponible

source: Scheduled to import %s new ebooks successfully!
es_es: ¡Se han agregado con éxito %s nuevos eBooks a la cola de tareas para importar!

source: Scheduled to link %s products successfully!
es_es: Programados correctamente %s products para ser vinculados a sus correspondientes eBooks.

source: Queue ID is required
es_es: Se requiere ID de cola

source: Error saving token
es_es: Error salvando el token

source: Authentication error
es_es: Error de Autenticación

source: An email with the access code to activate the sample.
es_es: Correo electrónico con los códigos de acceso para activar la muestra del libro digital

source: Ebook Sample Access Codes
es_es: Código de acceso

source: Alfaomega eBook access code
es_es: Códigos de acceso a Alfaomega eBooks

source: We hope you enjoy your reading experience. Thanks for your confidence.
es_es: Esperamos que disfrute la experiencia de lectura. Gracias por su confianza.

source: Post not found.
es_es: Post no encontrado

source: Ebook not found.
es_es: eBook no encontrado

source: Printed ISBN is required.
es_es: Se requiere ISBN impreso

source: Unknown
es_es: Desconocido

source: Code not found.
es_es: Código no encontrado

source: Code already redeemed.
es_es: Código ya aplicado

source: Code expired.
es_es: Código expirado.

source: Code redeem failed.
es_es: Aplicación del código ha fallado.

source: The parent must be 'array', 'string' or 'null'.
es_es: El padre tiene que ser 'array', 'string' o 'null'.

source: The position of inner blocks must be 'above' or 'below'.
es_es: La posición del bloque interior tiene que ser 'above' o 'below'

source: The template must be an 'array' or 'null'.
es_es: La plantilla tiene que ser un 'array' o 'null'.

source: The template lock must be 'all', 'insert', 'false' or 'null'.
es_es: El valor lock para la platilla tiene que ser 'all,’ ‘insert,’ ‘false,’ o ‘null.’

source: The allowed blocks must be an 'array' or 'null'.
es_es: Los bloques permitidos tiene que ser 'array' o 'null'.

source: 'render_callback' is required for the blocks.
es_es: 'render_callback' es requerido para los bloques.

source: 'render_callback' must be a callable.
es_es: 'render_callback' tiene queser un callable.

source: Settings saved.
es_es: Configuraciones guradadas.

source: If you need to add scripts to your footer (like Google Analytics tracking code), you should enter them in this box.
es_es: Si necesita agregar un script al footer (como un código de trace de Google Analytics), debe agregarlos en esta caja.

source: No form
es_es: Sin formulario

source: If you need to add scripts to your header, you should enter them here.
es_es: Si necesita agregar un script al header, debe introducirlo aqui.

# sidebar
source: Add New
es_es: Agregar nuevo

source: Please enter a name for the sidebar.
es_es: Por favor entre un nombre para la barra lateral.

source: Unknown action attempted.
es_es: Solicitada una acción desconocida

source: Sidebar with the same ID is already registered.
es_es: Barra lateral con el mismo ID ya esta registrada.

source: Failed to update option storing your custom sidebars. Please contact support.
es_es: Fallo la actualización de la opción almacenando su barra lateral personalizada. Por favor contacte suporte técnico.

source: Sidebar not found.
es_es: Barra lateral no encontrada.

source: Add Sidebar
es_es: Agregar barra lateral

source: Please enter the name of the new sidebar:
es_es: Por favor entre el nombre de la barra lateral:

source: Are you sure you wish to remove this sidebar?
es_es: Esta seguro de que desa eliminar esta barra lateral?

source: No option names provided
es_es: Nombre de la opción no disponible

source: Theme Options updated.
es_es: Opciones del tema actualizadas.

source: Sorry, you are not allowed to read blocks of this post.
es_es: Lo sentimos, no esta autorizado para leer bloques de este post.

source: Sorry, you are not allowed to read blocks as this user.
es_es: Lo sentimos, no esta autorizado para leer bloques de este usuario.

source: The requested type: ID or URL.
es_es: El tipo solicitado: ID o URL.

source: The ID / URL of the attachment
es_es: El ID / URL del adjunto

source: This field is required.
es_es: Este campo es requerido.

source: Actions
es_es: Acciones

source: No options are available for this widget.
es_es: No hay opciones disponibles para este widget.

source: Order Id
es_es: Id Pedido

source: Sample Id
es_es: Id Muestra

source: Import new eBooks
es_es: Importar nuevos eBooks

source: Pull new eBooks from the Publisher Panel, update the list of eBooks and search the relative product for the new ebooks to create a link using the Digital ISBN.
es_es: Importa nuevos libros electrónicos desde el Panel de editores de Alfaomega e intenta vincular el producto relacionado con cada nuevo libro digital importado.

source: Resfresh the eBooks information pulling the current eBook data in Publisher Panel and search the relative product to create a link using the Digital ISBN.
es_es: Actualiza la información de los eBooks ya descargados desde el Panel de Editores Alfaomega y comprueba que si el vínculo entre el producto y el eBook es correcto.

source: Using the list of eBooks already imported search the relative product to create a link using the Digital ISBN.
es_es: Vincula los productos que aún no están relacionados buscando el libro digital correspondiente en la lista de eBooks ya importados.

source: Import eBook
es_es: Importar eBook

source: Working
es_es: Trabajando en

source: Idle
es_es: Inactivo

source: Complete
es_es: Completado

source: Back
es_es: Regresar atrás

source: Save Settings
es_es: Guardar Configuración

source: Hello, dear customer.
es_es: Hola, estimado cliente.

source: We cordially welcome you to our select group of Alfaomega readers. In this message we provide you with courtesy keys for accessing digital books on the Alfaomega Platform.
es_es: Le damos la más cordial bienvenida a nuestro selecto grupo de lectores de Alfaomega. En este mensaje le proporcionamos claves de cortesía para acceder a los libros digitales de la Plataforma Alfaomega.

source: Please copy the following code and paste in the your personal digital library in
es_es: Por favor copie el siguiente código y péguelo en su biblioteca digital personalizada en el

source: Alfaomega Portal
es_es: Portal Alfaomega

source: Access code:
es_es: Código de accesso:

source: Valid until:
es_es: Aplicar antes de:

source: eBook samples in this access code
es_es: Libros digitales incluidos en este código de acceso.

source: Access details
es_es: Detalles del acceso

source: Access duration:
es_es: Duración del accesso:

source: Read online.
es_es: Lectura en línea.

source: Pdf download with DRM.
es_es: Descarga del PDF con DRM.

source: We hope you enjoy your reading experience.
es_es: Esperamos que disfrute la experiencia de lectura.
